[File]
Author=Peter Mulder
LangId=1043
Name=Nederlands (Nederland) (1043)
VersionId=0

[AIMPML]
Author=Auteur
Category=Categorie
FeedName=Podcast
PublishDate=Publicatiedatum
State=Status
URLAudioCached=Lokale kopie

[Common]
AIMP.Podcasts.Actions.CheckCachedFiles=Ongeldige snelkoppelingen naar lokale kopieën verwijderen
AIMP.Podcasts.Actions.EditSubscription=Abonnement bewerken...
AIMP.Podcasts.Actions.MarkAs.PL=Markeren als
AIMP.Podcasts.Actions.MarkAs=Markeren als
AIMP.Podcasts.Actions.RefreshFeed=Podcast bijwerken
AIMP.Podcasts.Actions.RefreshFeeds=Alle podcasts bijwerken
AIMP.Podcasts.Actions.Subscribe=Abonneren...
AIMP.Podcasts.Actions.Unsubscribe=Abonnement opzeggen...
AIMP.Podcasts.ML.Default=Standaard
AIMP.Podcasts.Actions.CreateSmartPlaylist=Slimme afspeellijst maken

[Podcasts]
Caption=Podcasts
Downloads=Downloads|Downloads (%s)
MSG0=Podcast-abonnement
MSG1=Je bent al geabonneerd op deze podcast
MSG2=Kan de podcastbron niet vinden op de opgegeven URL!
MSG3=Koppeling naar de podcastbron
MSG4=Abonnement opzeggen
MSG5=Lokale kopie verwijderen
MSG6=Weet je zeker dat je je abonnement op %s wilt opzeggen?
MSG7=Geluisterd|Nieuw|Uitgesteld
MSG8=Aan het zoeken naar updates: %s
MSG9=Bezig met downloaden: %s
MSG10=Nieuwe afleveringen!
MSG11=Op de achtergrond downloaden|Lokale kopie verwijderen
MSG12=Kan het abonnement niet vinden in de podcastdatabase
New=Nieuw|Nieuw (%s)
Postponed=Uitgesteld|Uitgesteld (%s)
Subscriptions=Abonnementen

[Podcasts.Settings]
C1=Podcasts
CB1=Bij het opstarten van de applicatie
CB2=Automatisch nieuwe afleveringen downloaden
CB3=Waarschuwing tonen bij nieuwe afleveringen
CB4=Afleveringen markeren als beluisterd als ze worden afgespeeld
GB1=Updates
GB2=Cachen
L1=Bestandsnaamsjabloon voor de gedownloade aflevering:
V1=Handmatig|Elk uur|Elke dag|Elke week

